benchmarks/throughput/rerun-m4/attempt1/03-wrk/wrk/run.log
Running 1m test @ http://172.18.0.2:8080/work
  8 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   646.29us    0.86ms  21.17ms   86.52%
    Req/Sec    78.37k     7.58k  158.72k    71.94%
  43705935 requests in 1.17m, 46.16GB read
  Socket errors: connect 0, read 0, write 0, timeout 148
Requests/sec: 623583.16
Transfer/sec:    674.38MB